GovernmentServer/bin/main/resources/requests/getOperationsByName.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
	xmlns:gs="com.goverment.model">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getOperationsRequest>
         <gs:name>Operacija nosa</gs:name>
      </gs:getOperationsRequest>
   </soapenv:Body>
</soapenv:Envelope>